{
  "Ability spree": "Ability spree",
  "About": "About",
  "Average": "Average",
  "Average spell time": "Average spell time",
  "Back": "Back",
  "Failed": "Failed",
  "Fastest": "Fastest",
  "Guide": "Guide",
  "Invoke these spells": "Invoke these spells",
  "Last": "Last",
  "Last spell time": "Last spell time",
  "Options": "Options",
  "Play": "Play",
  "Played": "Played",
  "Points": "Points",
  "Press any key to start": "Press any key to start",
  "Restart": "Restart",
  "Select the game mode": "Select the game mode",
  "Slowest": "Slowest",
  "Sound volume": "Sound volume",
  "Spells time": "Spells time",
  "Statistics": "Statistics",
  "Stop": "Stop",
  "Survival": "Survival",
  "title": "Play invoker",
  "Toggle": "Toggle",
  "Train with spells without limit time": "Train with spells without limit time",
  "Training": "Training",
  "Use all ten abilities as fast a possible": "Use all ten abilities as fast a possible",
  "Use the ability or combo shown before the time runs out!": "Use the ability or combo shown before the time runs out!",
  "Vibration": "Vibration",
  "Your time": "Your time",
  "invoker": {
    "name": "Invoker",
    "lore": "In its earliest, and some would say most potent form, magic was primarily the art of memory. It required no technology, no wands or appurtenances other than the mind of the magician. All the trappings of ritual were merely mnemonic devices, meant to allow the practitioner to recall in rich detail the specific mental formulae that unlocked a spell's power. The greatest mages in those days were the ones blessed with the greatest memories, and yet so complex were the invocations that all wizards were forced to specialize. The most devoted might hope in a lifetime to have adequate recollection of three spells—four at most. Ordinary wizards were content to know two, and it was not uncommon for a village mage to know only one—with even that requiring him to consult grimoires as an aid against forgetfulness on the rare occasions when he might be called to use it. But among these early practitioners there was one exception, a genius of vast intellect and prodigious memory who came to be known as the Invoker. In his youth, the precocious wizard mastered not four, not five, not even seven incantations: He could command no fewer than ten spells, and cast them instantly. Many more he learned but found useless, and would practice once then purge from his mind forever, to make room for more practical invocations. One such spell was the Sempiternal Cantrap—a longevity spell of such power that those who cast it in the world's first days are among us still (unless they have been crushed to atoms). Most of these quasi-immortals live quietly, afraid to admit their secret: But Invoker is not one to keep his gifts hidden. He is ancient, learned beyond all others, and his mind somehow still has space to contain an immense sense of his own worth...as well as the Invocations with which he amuses himself through the long slow twilight of the world's dying days.",
    "roles": "Ranged - Carry - Nuker - Disabler - Escape - Pusher",
    "ability_translations": {
      "quas": "Quas",
      "wex": "Wex",
      "exort": "Exort",
      "invoke": "Invoke",
      "coldSnap": "Cold snap",
      "ghostWalk": "Ghost Walk",
      "tornado": "Tornado",
      "emp": "E.M.P.",
      "alacrity": "Alacrity",
      "chaosMeteor": "Chaos meteor",
      "sunStrike": "Sun strike",
      "forgeSpirit": "Forge spirit",
      "iceWall": "Ice wall",
      "deafeningBlast": "Deafening blast"
    },
    "ability_explanations": {
      "quas": "Allows manipulation of ice elements. Each Quas instance provides increased health regeneration.",
      "wex": "Allows manipulation of storm elements. Each Wex instance provides increased attack speed and movement speed.",
      "exort": "Allows manipulation of fire elements. Each Exort instance provides increased attack damage.",
      "invoke": "Combines the properties of the elements currently being manipulated to create a new spell for Invoker to use. Invoke cooldown is reduced by 0.3 seconds for each orb level.",
      "coldSnap": "Invoker draws the heat from an enemy, chilling them to their very core for a duration based on the level of Quas. The enemy will take damage and be briefly frozen. Further damage taken in this state will freeze the enemy again, dealing bonus damage. The enemy can only be frozen so often, but the freeze cooldown decreases based on the level of Quas.",
      "ghostWalk": "Invoker manipulates the ice and electrical energies around him, rendering his body invisible. The elemental imbalance created as a consequence slows nearby enemies based on the level of Quas, and slows Invoker as well based on the level of Wex.",
      "tornado": "Unleashes a fast moving tornado that picks up enemy units in its path, suspending them helplessly in the air shortly before allowing them to plummet to their doom. Travels further based on the level of Wex. Holds enemies in the air for a duration based on the level of Quas. Deals base damage plus added damage based on levels in Wex.",
      "emp": "Invoker builds up a charge of electromagnetic energy at a targeted location which automatically detonates after 2.9 seconds. The detonation covers an area, draining mana based on the level of Wex. Deals damage for each point of mana drained. If EMP drains mana from an enemy hero, Invoker gains 50% of the mana drained.",
      "alacrity": "Invoker infuses an ally with an immense surge of energy, increasing their attack speed based on the level of Wex and their damage based on the level of Exort.",
      "chaosMeteor": "Invoker pulls a flaming meteor from space onto the targeted location. Upon landing, the meteor rolls forward, constantly dealing damage based on the level of Exort, and rolling further based on the level of Wex. Units hit by the meteor will also be set on fire for a short time, receiving additional damage based on the level of Exort.",
      "sunStrike": "Sends a catastrophic ray of fierce energy from the sun at any targeted location, incinerating all enemies standing beneath it once it reaches the earth. Deals damage based on the level of Exort, however this damage is spread evenly over all enemies hit.",
      "forgeSpirit": "Invoker forges a spirit embodying the strength of fire and fortitude of ice. Damage and armor are based on the level of Exort while attack range, health, and duration are based on the level of Quas. The elemental's scorching attack is capable of melting the armor of enemy heroes.",
      "iceWall": "Generates a wall of solid ice directly in front of Invoker for a duration based on the level of Quas. The bitter cold emanating from it greatly slows nearby enemies based on the level of Quas and deals damage each second based on the level of Exort.",
      "deafeningBlast": "Invoker unleashes a mighty sonic wave in front of him, dealing damage to any enemy unit it collides with based on the level of Exort. The sheer impact from the blast is enough to knock those enemy units back for a duration based on the level of Quas, then disarm their attacks for a duration based on the level of Wex."
    }
  },
  "bio": "Lore",
  "Abilities": "Abilities"
}