{
  "Ability spree": "Racha de habilidades",
  "About": "Info",
  "Average": "Media",
  "Average spell time": "Tiempo medio por habilidad",
  "Back": "Volver",
  "Failed": "Fallado",
  "Fastest": "Mas rápido",
  "Guide": "Guía",
  "Invoke these spells": "Invoca estas habilidades",
  "Last": "Último",
  "Last spell time": "Tiempo de la última habilidad",
  "Options": "Opciones",
  "Play": "Jugar",
  "Played": "Jugado",
  "Points": "Puntos",
  "Press any key to start": "Presiona cualquier tecla para continuar",
  "Restart": "Reiniciar",
  "Select the game mode": "Selecciona el modo de juego",
  "Slowest": "Mas lento",
  "Sound volume": "Volumen del sonido",
  "Spells time": "Tiempo de las habilidades",
  "Statistics": "Estadísticas",
  "Stop": "Parar",
  "Survival": "Supervivencia",
  "title": "Play invoker",
  "Toggle": "Alternar",
  "Train with spells without limit time": "Practica con las habilidades sin tiempo límite",
  "Training": "Práctica",
  "Use all ten abilities as fast a possible": "Usa las diez habilidades lo más rrápido que puedas",
  "Use the ability or combo shown before the time runs out!": "¡Usa la habilidad o combo mostrado antes de que el tiempo acabe!",
  "Vibration": "Vibración",
  "Your time": "Tu tiempo",
  "invoker": {
    "name": "Invocador",
    "lore": "En su antigua y algunos dirían más poderosa forma, la magia era principalmente el arte de la memoria. No requería tecnología ni varitas mágicas u otros accesorios, solo la mente del mago. Toda la parafernalia de los rituales se reducía a códigos mnemotécnicos con el objeto de permitir al experto recordar en gran detalle la fórmula mental específica que da acceso al poder de un hechizo. Los más grandiosos magos de aquellos días eran los que habían sido otorgados con el don de una memoria superior, pero tan complejas eran las invocaciones que todos los magos estaban obligados a especializarse. En el transcurso de una vida los más entregados podían aspirar a memorizar tres encantamientos, cuatro como mucho. Los hechiceros ordinarios se contentaban con dos, y no era raro que el mago de una aldea supiera solo uno, incluso requiriendo para ello consultar grimorios como ayuda contra el olvido en las raras ocasiones en las que tuviera que usarlo. Pero entre aquellos primeros taumaturgos había una excepción, un genio de extraordinaria inteligencia y prodigiosa memoria que pasó a ser conocido como Invoker. En su juventud, el precoz mago dominó, no cuatro, ni cinco, ni siquiera siete encantamientos: Era capaz de canalizar no menos de diez hechizos y lanzarlos al instante. Aprendió muchos más pero no les encontró uso, los practicó una vez y los purgó de su memoria para siempre dejando lugar a invocaciones más prácticas. Uno de ellos fue el Conjuro Sempiterno. Un hechizo de longevidad de tal poder que aquellos que lo lanzaron en los primeros días del mundo están entre nosotros todavía (a no ser que hayan sido reducidos a átomos). La mayoría de estos cuasi-inmortales viven sosegadamente temiendo admitir su secreto, pero Invoker no es de mantener sus dones ocultos. Ahora es anciano, ha aprendido más que ningún otro y su mente todavía tiene espacio para contener una magnífica opinión de su propia valía... además de las invocaciones con las que se entretiene durante el largo y lento crepúsculo de los días de decadencia del mundo.",
    "roles": "A distancia - Asesino - Asolador - Anulador - Huidizo - Presionador",
    "ability_translations": {
      "quas": "Quas",
      "wex": "Wex",
      "exort": "Exort",
      "invoke": "Invocar",
      "coldSnap": "Ola de frío",
      "ghostWalk": "Movimiento fantasmal",
      "tornado": "Tornado",
      "emp": "P.E.M.",
      "alacrity": "Presteza",
      "chaosMeteor": "Meteorito del caos",
      "sunStrike": "Impacto solar",
      "forgeSpirit": "Forjar espíritu",
      "iceWall": "Muro de hielo",
      "deafeningBlast": "Explosión ensordecedora"
    },
    "ability_explanations": {
      "quas": "Permite la manipulación de los elementos del hielo. Cada instancia de Quas proporciona un aumento de regeneración de vida.",
      "wex": "Permite la manipulación de los elementos de la tormenta. Cada instancia de Wex proporciona un aumento de velocidad de movimiento y de ataque.",
      "exort": "Permite la manipulación de los elementos del fuego. Cada instancia de Exort proporciona un aumento de daño de ataque.",
      "invoke": "Combina las propiedades de los elementos actualmente manipulados para crear un nuevo hechizo a disposición de Invoker. El tiempo de recarga de Invocar se reduce en 0.3 segundos por cada nivel de los orbes.",
      "coldSnap": "Invoker extrae el calor de un enemigo y lo hiela hasta los huesos durante un tiempo determinado por el nivel de Quas. El enemigo recibirá daño y quedará congelado brevemente. Si recibe más daño en este estado, volverá a congelarse y sufrirá daño adicional. Solo se puede congelar al enemigo con cierta frecuencia, pero el tiempo de recarga de la congelación disminuye a medida que aumenta el nivel de Quas.",
      "ghostWalk": "Invoker manipula las energías eléctricas y de hielo a su alrededor, haciendo su cuerpo invisible. El desequilibrio elemental consecuente ralentiza a los enemigos cercanos según el nivel de Quas y ralentiza también a Invoker según el nivel de Wex.",
      "tornado": "Desata un veloz tornado que absorbe a las unidades enemigas a su paso, suspendiéndolas en el aire antes de dejarlas caer hacia su perdición. Recorre más distancia según el nivel de Wex. Mantiene a los enemigos en el aire por un tiempo que depende del nivel de Quas. Causa daño base más el daño adicional en función del nivel de Wex.",
      "emp": "Invoker acumula una carga de energía electromagnética en el lugar objetivo que detona automáticamente tras 2.9 segundos. La detonación cubre un área, drenando maná según el nivel de Wex. Inflige daño por cada punto de maná drenado. Si PEM drena maná de un héroe enemigo, Invoker obtiene el 50 % del maná drenado.",
      "alacrity": "Invoker infunde un inmenso torrente de energía a un aliado, aumentando su velocidad de ataque según el nivel de Wex y su daño según el nivel de Exort.",
      "chaosMeteor": "Invoker atrae un meteorito en llamas del espacio hacia el lugar objetivo. Al aterrizar, el meteorito rueda hacia delante infligiendo daño constantemente según el nivel de Exort. La distancia que recorre está determinada por el nivel de Wex. Las unidades golpeadas por el meteorito arden durante unos instantes y reciben daño adicional en función del nivel de Exort.",
      "sunStrike": "Envía un rayo catastrófico de violenta energía del sol contra el lugar objetivo. Dicho rayo incinera a todos los enemigos que se encuentran debajo de él cuando alcanza la tierra. Inflige daño en función del nivel de Exort; sin embargo, este daño se reparte equitativamente entre todos los enemigos impactados.",
      "forgeSpirit": "Invoker forges a spirit embodying the strength of fire and fortitude of ice. Damage and armor are based on the level of Exort while attack range, health, and duration are based on the level of Quas. The elemental's scorching attack is capable of melting the armor of enemy heroes.",
      "iceWall": "Genera un muro de hielo sólido directamente en frente de Invoker durante un tiempo según el nivel de Quas. El frío glacial que emana de él ralentiza drásticamente a los enemigos cercanos según el nivel de Quas e inlige daño cada segundo según el nivel de Exort.",
      "deafeningBlast": "Invoker desata una poderosa onda sónica frente a él que inflige daño a cualquier unidad enemiga con la que choque según el nivel de Exort. El simple impacto de la explosión es suficiente para hacer retroceder a esas unidades enemigas durante un tiempo según el nivel de Quas, y luego desarmar sus ataques durante un tiempo según el nivel de Wex."
    }
  },
  "bio": "Biografía",
  "Abilities": "Habilidades"
}